Revit 2024 API
UnitTypeId.TonnesForce Property
 Tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TonnesForce { get; }
Visual Basic
Public Shared ReadOnly Property TonnesForce As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TonnesForce {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace